//Загадки точки пароли 
export const secrets = [
    {
        number: 1,
        text: 'Где хрюшка пугала крысок🙃?',
        key: 'Детство',
        answer: ["во дворе", "двор", "песочница", "в песке", "песок",],
        pass: '1234',
        nextLocation: 'Степная 14 песочница',
        actionNotHuman: "Найди QR код в песочнице и  отсканируй его, реши загадку",
        actionWithHuman: "Выполни задание друга! и введи полученный ответ!"

    },
    {
        number: 2,
        text: 'Что за птица: Песен не поет, Гнезд не вьет, Людей и груз везет?',
        key: 'Аэропорт',
        answer: 'самолет',
        pass: '1234',
        nextLocation: 'рыболовный магазин Павлова 6',
        actionNotHuman: "Найди QR на настоящем самолете в городе.На нем пароль к следующей загадке, введи его сюда, как приедешь",
        actionWithHuman: "Выполни задание друга! и введи полученный ответ!"

    },
    {
        number: 3,
        text: 'Что нужно купить, прежде чем поехать на озеро?',
        key: 'Для рыбалки',
        answer:["черви","крючки" ,"поплавок","снасти","удочку","удочка","крючок",],
        pass: '1234',
        nextLocation: 'Езжай к кинотеатру Мир и ищи друга.У него пароль к следующей загадке',
        actionNotHuman: "Найди QR в магазине по адресу:Павлова, д.6, 'Магазин большой улов' На нем пароль к следующей загадке, введи его сюда, как приедешь",
        actionWithHuman: "Выполни задание друга! и введи полученный ответ!"

    },
    {
        number: 4,
        text: 'Заплатил за время, нужно срочно покурить🚬 где это??',
        key: 'Место для просмотра фильмов',
        answer: ['кинотеатр',"кино",'мир',],
        pass: '1234',
        nextLocation: 'Дельфины',
        actionNotHuman: "Найди QR на настоящем самолете в городе.На нем пароль к следующей загадке, введи его сюда, как приедешь",
        actionWithHuman: "Выполни задание друга! и введи полученный ответ!"

    },
    {
        number: 5,
        text: 'Где в хуечнице хрюшка пугала крысок🙃?',
        key: 'Детство',
        answer: ["во дворе", "двор", "песочница", "в песке", "песок",],
        pass: '1234',
        nextLocation: 'Степная 14 песочница',
        actionNotHuman: "Найди QR код в песочнице и  отсканируй его, реши загадку",
        actionWithHuman: "Выполни задание друга! и введи полученный ответ!"

    },
    {
        number: 6,
        text: 'Что за птица: Песен не поет, Гнезд не вьет, Людей и груз везет?',
        key: 'Аэропорт',
        answer: 'самолет',
        pass: '1234',
        nextLocation: 'рыболовный магазин Павлова 6',
        actionNotHuman: "Найди QR на настоящем самолете в городе.На нем пароль к следующей загадке, введи его сюда, как приедешь",
        actionWithHuman: "Выполни задание друга! и введи полученный ответ!"

    },
    {
        number: 7,
        text: 'Где в песочнице хрюшка пугала крысок🙃?',
        key: 'Детство',
        answer: ["во дворе", "двор", "песочница", "в песке", "песок",],
        pass: '1234',
        nextLocation: 'Степная 14 песочница',
        actionNotHuman: "Найди QR код в песочнице и  отсканируй его, реши загадку",
        actionWithHuman: "Выполни задание друга! и введи полученный ответ!"

    },
    {
        number: 8,
        text: 'Что за птица: Песен не поет, Гнезд не вьет, Людей и груз везет?',
        key: 'Аэропорт',
        answer: 'самолет',
        pass: '1234',
        nextLocation: 'рыболовный магазин Павлова 6',
        actionNotHuman: "Найди QR на настоящем самолете в городе.На нем пароль к следующей загадке, введи его сюда, как приедешь",
        actionWithHuman: "Выполни задание друга! и введи полученный ответ!"

    },
    {
        number: 9,
        text: 'Где в песочнице хрюшка пугала крысок🙃?',
        key: 'Детство',
        answer: ["во дворе", "двор", "песочница", "в песке", "песок",],
        pass: '1234',
        nextLocation: 'Степная 14 песочница',
        actionNotHuman: "Найди QR код в песочнице и  отсканируй его, реши загадку",
        actionWithHuman: "Выполни задание друга! и введи полученный ответ!"

    },
    {
        number: 10,
        text: 'Что за птица: Песен не поет, Гнезд не вьет, Людей и груз везет?',
        key: 'Аэропорт',
        answer: 'самолет',
        pass: '1234',
        nextLocation: 'рыболовный магазин Павлова 6',
        actionNotHuman: "Найди QR на настоящем самолете в городе.На нем пароль к следующей загадке, введи его сюда, как приедешь",
        actionWithHuman: "Выполни задание друга! и введи полученный ответ!"

    },
];