//Загадки точки пароли
export const secrets = [
  {
    number: 1,
    text: "Где хрюшка пугала крысок🙃?",
    key: "Детство",
    answer: ["во дворе", "двор", "песочница", "в песочнице", "в песке", "песок"],
    pass: "7816",
    nextLocation: "Тебе нужно проследовать на ул . Степная 14 песочница  Найди  друга! Следуй его указаниям, введи полученный ответ <p>ЕСЛИ ЕГО НЕТ</p> Найди QR код и  отсканируй его, реши загадку "
    ,
    actionNotHuman: "Найди QR код в песочнице и  отсканируй его, реши загадку",
    actionWithHuman: "Выполни задание друга! и введи полученный ответ!",
  },
  {
    number: 2,
    text: "Что за птица: Песен не поет, Гнезд не вьет, Людей и груз везет?",
    key: "Аэропорт",
    answer: ["самолет"],
    pass: "2359",
    nextLocation: "Тебе нужно найти настоящий самолет там   Найди  друга! Следуй его указаниям, введи полученный ответ <p>ЕСЛИ ЕГО НЕТ</p> Найди QR код  и  отсканируй его, реши загадку ",
    actionNotHuman:
      "Найди QR на настоящем самолете в городе.На нем пароль к следующей загадке, введи его сюда, как приедешь",
    actionWithHuman: "Выполни задание друга! и введи полученный ответ!",
  },
  {
    number: 3,
    text: "Где ваш кулинарный🎂🍰шедевр был куплен за самые большие деньги🤑??",
    key: "Свадьба",
    answer: ["торт", "радуга", "кафе радуга", "банкетный зал", "на свадьбе"],
    pass: "9041",
    nextLocation: "ИИИ проследуй до места празднования свадьбы,  точнее кафе Радуга  там  Найди  друга! Следуй его указаниям, введи полученный ответ <p>ЕСЛИ ЕГО НЕТ</p> Найди QR код  и  отсканируй его, реши загадку ",
    actionNotHuman:
      "Найди QR в городе.На нем пароль к следующей загадке, введи его сюда, как приедешь",
    actionWithHuman: "Выполни задание друга! и введи полученный ответ!",
  },
  {
    number: 4,
    text: "Прослушай песню в ней загадка где это место? ",
    key: "Текст песни <p>где лучшие тусовки - у них где?</p><p>где мнут пластиковые бочёнки -у них где?</p><p>где муж спит после ссоры - у них где? </p><p>место встречи изменить нельзя оно где?</p>",
    answer: ["гараж", "гаражный кооператив",],
    pass: "5632",
    nextLocation:
      "На этот раз тебе нужно найти тот злополучный гараж  там  Найди  друга! Следуй его указаниям, введи полученный ответ <p>ЕСЛИ ЕГО НЕТ</p> Найди QR код  и  отсканируй его, реши загадку ",
    actionNotHuman: "Найди QR код в  и  отсканируй его, реши загадку",
    actionWithHuman: "Выполни задание друга! и введи полученный ответ!",
  },
  {
    number: 5,
    text: "Что нужно купить, прежде чем поехать на озеро?",
    key: "Для рыбалки",
    answer: ["черви", "поплавок", "снасти", "удочку", "удочка", "крючок","крючки",],
    pass: "1470",
    nextLocation: "Проследуй в рыболовный магазин ул. Павлова 6 Найди  друга! Следуй его указаниям, введи полученный ответ <p>ЕСЛИ ЕГО НЕТ</p> Найди QR код  и  отсканируй его, реши загадку ",
    actionNotHuman:
      "Найди QR в магазине по адресу:Павлова, д.6, 'Магазин большой улов' На нем пароль к следующей загадке, введи его сюда, как приедешь",
    actionWithHuman: "Выполни задание друга! и введи полученный ответ!",
  },
  {
    number: 6,
    text: "Лучшего заката🌆 чем тут ты не увидешь!!!",
    key: "Там много воды",
    answer: ["плотина", "водосброс"],
    pass: "8529",
    nextLocation: " Здорово! Скорее мчим на плотину там  Найди  друга! Следуй его указаниям, введи полученный ответ <p>ЕСЛИ ЕГО НЕТ</p> Найди QR код  и  отсканируй его, реши загадку ",
    actionNotHuman:
      "Найди QR в городе.На нем пароль к следующей загадке, введи его сюда, как приедешь",
    actionWithHuman: "Выполни задание друга! и введи полученный ответ!",
  },
  {
    number: 7,
    text: "Заплатил за время, нужно срочно покурить🚬 где это??",
    key: "Место для просмотра фильмов",
    answer: ["кинотеатр", "кино", "мир"],
    pass: "3691",
    nextLocation: "Мчи скорее в Кинотеатр там  Найди  друга! Следуй его указаниям, введи полученный ответ <p>ЕСЛИ ЕГО НЕТ</p> Найди QR код  и  отсканируй его, реши загадку ",
    actionNotHuman:
      "Найди QR в городе.На нем пароль к следующей загадке, введи его сюда, как приедешь",
    actionWithHuman: "Выполни задание друга! и введи полученный ответ!",
  },
  {
    number: 8,
    text: "Там раньше обитали плавающие млекопитающие но они сейчас мертвы !!?",
    key: "Это место недалеко от прошлого съмного жилья Киррила с Лерой",
    answer: ["дельфины", "дельфин", "фонтан"],
    pass: "4827",
    nextLocation: " Ну чтож едь к заброшенному фонтану там  Найди  друга! Следуй его указаниям, введи полученный ответ <p>ЕСЛИ ЕГО НЕТ</p> Найди QR код  и  отсканируй его, реши загадку ",
    actionNotHuman: "Найди QR код и  отсканируй его, реши загадку",
    actionWithHuman: "Выполни задание друга! и введи полученный ответ!",
  },

  {
    number: 9,
    text: 'Там для тебя выбросили "деньги на ветер"🎆',
    key: "День рождения🥳",
    answer: [
      "золотой теленок",
      "слияние",
      "теленок",
      "кафе",
      "золотой телёнок",
      "телёнок",
      "золотой тёленок",
    ],
    pass: "6135",
    nextLocation: "В этот раз нужно разыскать место : кафе Золотой Теленок  там  Найди  друга! Следуй его указаниям, введи полученный ответ <p>ЕСЛИ ЕГО НЕТ</p> Найди QR код  и  отсканируй его, реши загадку ",
    actionNotHuman: "Найди QR код и  отсканируй его, реши загадку",
    actionWithHuman: "Выполни задание друга! и введи полученный ответ!",
  },


  {
    number: 10,
    text: "Поздравляю🥳🥳🥳 ты прошла все этапы,Тебя уже заждались пойдем готовится к торжеству🌈",
    key: "1",
    answer: ["один", "один", "один", "один", "один"],
    pass: "1234",
    nextLocation:
      "Поздравляю🥳🥳🥳 ты прошла все этапы,Тебя уже заждались пойдем готовится к торжеству🌈",
    actionNotHuman: "Найди QR код в  и  отсканируй его, реши загадку",
    actionWithHuman: "Выполни задание друга! и введи полученный ответ!",
  },
];
